const menulogos = (prefix) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

╔━━━━━━━━━━━╗	
 🌀LOGOS DE 2 TEXTO🌀
╚━━━━━━━━━━━╝
╠🌀${prefix}Comporn 
╠🌀${prefix}Glitch
╠🌀${prefix}Glitch3
╠🌀${prefix}Grafity
╠🌀${prefix}Space
╠🌀${prefix}Marvel
╠🌀${prefix}GamePlay 
╠🌀${prefix}Stone
╠🌀${prefix}Steel
╠🌀${prefix}Ffbanner
╠🌀${prefix}Mascoteavatar

╔━━━━━━━━━━━╗	
 🌀LOGOS DE 1 TEXTO🌀
╚━━━━━━━━━━━╝
╠🌀${prefix}Txtquadrinhos 
╠🌀${prefix}HackNeon 
╠🌀${prefix}EquipeMascote 
╠🌀${prefix}FFavatar 
╠🌀${prefix}Gizquadro
╠🌀${prefix}Angelglx
╠🌀${prefix}WingEffect 
╠🌀${prefix}Angelwing  
╠🌀${prefix}Blackpink 
╠🌀${prefix}Girlmascote 
╠🌀${prefix}Mascotegame 
╠🌀${prefix}Fpsmascote
╠🌀${prefix}Logogame
╠🌀${prefix}Glitch2 
╠🌀${prefix}3DGold 
╠🌀${prefix}Placaloli 
╠🌀${prefix}Phadow 
╠🌀${prefix}Efeitoneon
╠🌀${prefix}Cemiterio 
╠🌀${prefix}Metalgold 
╠🌀${prefix}Narutologo 
╠🌀${prefix}Fire 
╠🌀${prefix}Romantic 
╠🌀${prefix}Smoke 
╠🌀${prefix}Papel 
╠🌀${prefix}Lovemsg 
╠🌀${prefix}Lovemsg2 
╠🌀${prefix}Lovemsg3 
╠🌀${prefix}Coffecup 
╠🌀${prefix}Coffecup2 
╠🌀${prefix}Cup 
╠🌀${prefix}Florwooden 
╠🌀${prefix}Lobometal 
╠🌀${prefix}Harryp 
╠🌀${prefix}Txtborboleta
╠🌀${prefix}Madeira 
╠🌀${prefix}Pornhub 
╠🌀${prefix}Escudo 
╠🌀${prefix}Transformer 
╠🌀${prefix}America 
╠🌀${prefix}Demongreen 
╠🌀${prefix}Wetglass    
╠🌀${prefix}Toxic 
╠🌀${prefix}Neon3   
╠🌀${prefix}Neondevil
╠🌀${prefix}Neongreen
╠🌀${prefix}Lava 
╠🌀${prefix}Halloween
╠🌀${prefix}Neondevil 
╠🌀${prefix}DemonFire 
╠🌀${prefix}DemonGreen 
╠🌀${prefix}Thunderv2 
╠🌀${prefix}Thunder
╠🌀${prefix}Colaq 
╠🌀${prefix}Luxury 
╠🌀${prefix}Berry 
╠🌀${prefix}Transformer 
╠🌀${prefix}Matrix
╠🌀${prefix}Horror 
╠🌀${prefix}Nuvem 
╠🌀${prefix}Neon 
╠🌀${prefix}Neon1 
╠🌀${prefix}Neon2 
╠🌀${prefix}Neon3d 
╠🌀${prefix}NeonGreen
╠🌀${prefix}Neon3 
╠🌀${prefix}Neve
╠🌀${prefix}Areia 
╠🌀${prefix}Vidro 
╠🌀${prefix}Style
╠🌀${prefix}Pink
╠🌀${prefix}Carbon 
╠🌀${prefix}Tetalblue
╠🌀${prefix}Toxic
╠🌀${prefix}Jeans 
╠🌀${prefix}Ossos 
╠🌀${prefix}Asfalto 
╠🌀${prefix}Joker 
╠🌀${prefix}Blood 
╠🌀${prefix}Break
╠🌀${prefix}Fiction 
╠🌀${prefix}3dstone 
╠🌀${prefix}Lapis 
╠🌀${prefix}Gelo 
╠🌀${prefix}Rainbow 
╠🌀${prefix}Metalfire 
║
╚═🌀NOELLE BOT🌀
`
}

exports.menulogos = menulogos

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 