const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

╔━━━━━━━━━━━╗	
  🌀MENU-DE-CMDS🌀
╚━━━━━━━━━━━╝
╠🌀${prefix}Menudono
╠🌀${prefix}Menuadm
╠🌀${prefix}Menujogos
╠🌀${prefix}Efeitosimg
╠🌀${prefix}Menufig
╠🌀${prefix}Menupremium
╠🌀${prefix}Logos
╠🌀${prefix}Brincadeiras
╠🌀${prefix}Alteradores
╠🌀${prefix}Menudown
╠🌀${prefix}Menuanime
╠🌀${prefix}Menuhentai
╠🌀${prefix}Menufotos
╠🌀${prefix}Menuvideo
╠🌀${prefix}Menufrases

╔━━━━━━━━━━━╗	
  🌀PARA-MEMBROS🌀
╚━━━━━━━━━━━╝
╠🌀${prefix}Idiomas 
╠🌀${prefix}Bug (QUESTIONE) 
╠🌀${prefix}Sugestao (DICA) 
╠🌀${prefix}Avalie (O-QUAO-BOM) 


╔━━━━━━━━━━━╗	
  🌀PESQUISA/BAIXAR🌀
╚━━━━━━━━━━━╝

╠🌀${prefix}Play 
╠🌀${prefix}Playmp4 
╠🌀${prefix}Ytsearch
╠🌀${prefix}Ytmp4 
╠🌀${prefix}Ytmp3 
╠🌀${prefix}Tiktok 
╠🌀${prefix}Instagram 
╠🌀${prefix}Facebook 
╠🌀${prefix}Twitter
╠🌀${prefix}Imgpralink 
╠🌀${prefix}Videopralink 
╠🌀${prefix}gimg

╔━━━━━━━━━━━╗	
  🌀INFORMAÇÕES🌀
╚━━━━━━━━━━━╝

╠🌀${prefix}Ping 
╠🌀${prefix}Atividade
╠🌀${prefix}Rankativo
╠🌀${prefix}Checkativo
╠🌀${prefix}Ranklevel
╠🌀${prefix}consulta2

╔━━━━━━━━━━━╗	
  🌀JOGOS/QUIZ🌀
╚━━━━━━━━━━━╝

╠🌀${prefix}Ppt  
╠🌀${prefix}Jogodavelha 
╠🌀${prefix}Ttt (JOGO-DA-VELHA) 
╠🌀${prefix}Cassino
╠🌀${prefix}Quizanimais
╠🌀${prefix}Anagrama 
╠🌀${prefix}batalhaz
╠🌀${prefix}akinator
╠🌀${prefix}forca
╠🌀${prefix}eununca
╠🌀${prefix}sn
╠🌀${prefix}roleta-russa
╠🌀${prefix}roleta
╠🌀${prefix}roleta2
╠🌀${prefix}roleta3

╔━━━━━━━━━━━╗	
  🌀FIGURINHAS🌀
╚━━━━━━━━━━━

╠🌀${prefix}Attp
╠🌀${prefix}s
╠🌀${prefix}Ttp 
╠🌀${prefix}Fsticker
╠🌀${prefix}Sticker 
╠🌀${prefix}Toimg 
╠🌀${prefix}Togif
╠🌀${prefix}Roubar
╠🌀${prefix}gif/anime

╔━━━━━━━━━━━╗	
  🌀CMDS/BÁSICOS🌀
╚━━━━━━━━━━━

╠🌀${prefix}Gtts 
╠🌀${prefix}autorepo
╠🌀${prefix}Traduzir
╠🌀${prefix}Tagme 
╠🌀${prefix}Emoji
╠🌀${prefix}Emojimix
╠🌀${prefix}Tabela 
╠🌀${prefix}Conselhobiblico
╠🌀${prefix}Simih
╠🌀${prefix}Perfil
╠🌀${prefix}Calcular
╠🌀${prefix}Fazernick 
╠🌀${prefix}bot
╠🌀${prefix}metodos
║
╚═🌀NOELLE BOT🌀
`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
